Repository: rainat/sundaratravelclub
Catalog: plugins/cuberaksi-xendit/languages/woocommerce-xendit-*.po
Languages: id_id

source: Xendit payments in TEST mode. Disable "Test Environment" in settings to accept payments. Your Xendit account must also be activated. Learn more <a href="https://docs.xendit.co/getting-started/activate-account" target="_blank">here</a>
id_id: Pembayaran dengan Xendit saat ini berada dalam mode TEST. Non-aktifkan "Test Environment" pada pengaturan untuk dapat menerima pembayaran riil. Pelajari lebih lanjut <a href="https://docs.xendit.co/getting-started/activate-account" target="_blank">disini.</a>

source: Test Mode
id_id: Mode Test

source: Live Mode
id_id: Mode Live

source: By using this payment method, you agree that all submitted data for your order will be processed by payment processor.
id_id: Dengan menggunakan metode pembayaran ini, anda setuju bahwa semua data yang berhubungan dengan order anda akan diproses oleh saluran pembayaran.

source: Use Xendit to accept payments in South East Asia. See our <a href="https://docs.xendit.co/integrations/woocommerce/steps-to-integrate" target="_blank">documentation</a> for full description and integration instructions
id_id: Gunakan Xendit untuk menerima pembayaran di Asia Tenggara. Kunjungi laman <a href="https://docs.xendit.co/id/integrations/woocommerce/steps-to-integrate" target="_blank">dokumentasi</a> kami untuk deskripsi dan instruksi lengkap seputar integrasi

source: Connect to Xendit
id_id: Hubungkan ke Xendit

source: Connected
id_id: Terhubung

source: Disconnect
id_id: Hentikan Integrasi

source: Xendit Payment Gateway Options
id_id: Opsi Xendit Payment Gateway

source: Enable
id_id: Aktifkan

source: Enable Xendit Gateway
id_id: Aktifkan Xendit Gateway

source: Enable Test Environment - Please uncheck for processing real transaction
id_id: Aktifkan Test Environment - Jangan dicentang untuk memproses transaksi riil

source: Test public API key from Xendit. Found <a href="https://dashboard.xendit.co/settings/developers#api-keys" target="_blank">here</a>
id_id: Test public API Key dari Xendit. Temukan <a href="https://dashboard.xendit.co/settings/developers#api-keys" target="_blank">disini</a>

source: Live public API key from Xendit. Found <a href="https://dashboard.xendit.co/settings/developers#api-keys" target="_blank">here</a>
id_id: Live public API Key dari Xendit. Temukan <a href="https://dashboard.xendit.co/settings/developers#api-keys" target="_blank">disini</a>

source: Test secret API key from Xendit. Found <a href="https://dashboard.xendit.co/settings/developers#api-keys" target="_blank">here</a>
id_id: Test secret API Key dari Xendit. Temukan <a href="https://dashboard.xendit.co/settings/developers#api-keys" target="_blank">disini</a>

source: Live secret API key from Xendit. <a href="https://dashboard.xendit.co/settings/developers#api-keys" target="_blank">Found here</a>
id_id: Live secret API Key dari Xendit. Temukan <a href="https://dashboard.xendit.co/settings/developers#api-keys" target="_blank">disini</a>

source: External ID Format
id_id: Format eksternal ID

source: External ID of the payment that will be created on Xendit, for example <b><span id="ext-id-example"></span></b>.<br/> Must be between 6 to 54 characters
id_id: Eksternal ID dari pembayaran yang akan Xendit terbitkan, contoh: <b><span id="ext-id-example"></span></b>.<br/> Harus memenuhi limitasi 6 hingga 54 karakter

source: Oops, something wrong happened! Please try again
id_id: Ups, telah terjadi kesalahan! Silakan coba kembali

source: Failed
id_id: Gagal

source: Site Data Collection
id_id: Kumpulan Data pada Situs

source: Allow Xendit to retrieve this store's plugin and environment information for debugging purposes. E.g. WordPress version, WooCommerce version
id_id: Izinkan Xendit mengumpulkan informasi terkait plugin dan environment dari situs ini untuk keperluan debugging. Contoh: informasi terkait versi WordPress dan versi WooCommerce

source: Send site data to Xendit
id_id: Kirim data situs ke xendit

source: Thank you! We have successfully collected all the basic information that we need to assist you with any issues you may have. All data will remain private & confidential
id_id: Terima kasih! Kami telah berhasil mengumpulkan informasi penting yang dibutuhkan untuk membantu menyelesaikan isu yang Anda alami. Kami pastikan kerahasiaan data Anda tetap terjaga

source: Success
id_id: Sukses

source: WooCommerce Order & Checkout Options
id_id: Opsi Pesanan & Check-out WooCommerce

source: Successful Payment Status
id_id: Status Pembayaran Berhasil

source: The status that WooCommerce should show when a payment is successful
id_id: Status yang ditampilkan oleh WooCommerce saat pembayaran berhasil

source: Display Invoice Page After
id_id: Tampilkan laman Invoice setelah

source: Choose "Order received page" to get better tracking of your order conversion if you are using an analytic platform
id_id: Pilih "Order received page" untuk dapat melacak konversi pesanan dengan lebih baik jika Anda menggunakan platform analitik

source: XenPlatform Options
id_id: Opsi XenPlatform

source: XenPlatform User
id_id: Pengguna XenPlatform

source: Enable your XenPlatform Sub Account in WooCommerce
id_id: Aktifkan sub-akun XenPlatform Anda di WooCommerce

source: On Behalf Of
id_id: Atas nama

source: Your Xendit Sub Account Business ID. All transactions will be linked to this account
id_id: Business ID dari Sub-akun Anda. Seluruh transaksi akan terhubung ke akun ini

source: Invoice Expire Time
id_id: Waktu Kadaluarsa Invoice

source: Days
id_id: Hari

source: Hours
id_id: Jam

source: Minutes
id_id: Menit

source: Payment Channel Name
id_id: Nama Kanal Pembayaran

source: Your payment channel name will be changed into <strong><span class="channel-name-format"></span></strong>
id_id: Nama kanal pembayaran anda akan di ubah menjadi <strong><span class="channel-name-format"></span></strong>

source: Change your payment description for <strong><span class="channel-name-format"></span></strong>
id_id: Ubah deskripsi pembayaran anda untuk <strong><span class="channel-name-format"></span></strong>

source: Payment Description
id_id: Deskripsi Pembayaran

source: Collect payment from %1$s on checkout page and get the report realtime on your Xendit Dashboard. <a href="%2$s" target="_blank">Sign In</a> or <a href="%3$s" target="_blank">sign up</a> on Xendit and integrate with your <a href="%4$s" target="_blank">Xendit keys</a>
id_id: Terima pembayaran melalui %1$s pada laman checkout dan dapatkan laporan secara realtime pada Xendit Dashboard Anda. <a href="%2$s" target="_blank">masuk</a> atau <a href="%3$s" target="_blank">daftarkan</a> bisnis Anda ke Xendit dan integrasikan website Anda dengan <a href="%4$s" target="_blank">Xendit keys</a>

source: Settings
id_id: Pengaturan

source: Support
id_id: Bantuan

source: Extra information about a charge. This will appear on your customerâ€™s credit card statement
id_id: Informasi tambahan mengenai charge. Ini akan di tampilkan pada laporan penggunaan kartu kredit pemilik kartu

source: <strong>TEST MODE.</strong> The bank account numbers shown below are for testing only. Real payments will not be detected
id_id: <strong>MODE TEST.</strong> Nomor rekening bank yang ditunjukkan di bawah ini hanya untuk pengujian. Pembayaran nyata tidak akan terdeteksi

source: <strong>TEST MODE</strong> - Real payment will not be detected
id_id: <strong>MODE TEST</strong> - Pembayaran nyata tidak akan terdeteksi

source: Pay with your Direct Debit %1$s via <strong>Xendit</strong>
id_id: Bayar menggunakan Direct Debit %1$s kamu melalui <strong>Xendit</strong>

source: Buy now and pay later with your %1$s via <strong>Xendit</strong>
id_id: Beli sekarang dan bayar kemudian menggunakan %1$s kamu melalui <strong>Xendit</strong>

source: Pay at your nearest %1$s via <strong>Xendit</strong>
id_id: Bayar pesanan dengan membayar di %1$s melalui <strong>Xendit</strong>

source: Pay with your %1$s account via <strong>Xendit</strong>
id_id: Bayar dengan akun %1$s Anda melalui <strong>Xendit</strong>

source: Pay with bank transfer %1$s or virtual account via <strong>Xendit</strong>
id_id: Bayar pesanan dengan transfer bank %1$s dengan virtual account melalui <strong>Xendit</strong>

source: Pay with your credit card via Xendit
id_id: Bayar dengan kartu kredit anda melalui Xendit

source: Pay at %1$s
id_id: Bayar di %1$s

source: Loading
id_id: Memuat

source: Please finish your integration on Xendit
id_id: Harap selesaikan integrasi anda di Xendit

source: Integration has been declined. Please try again
id_id: Integrasi telah ditolak. Silakan coba lagi
